Repository: SawyerChristensen/Chexx
Catalog: Chexx/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, zh_hans

source: The pawn advances one tile at a time along the columns, with the option to advance two tiles on its first move. It can still be captured en passant. It captures pieces to its immediate left and right (not "diagonally" in the hexagonal sense) and can be promoted to any other piece upon reaching the last row.
ar: يتقدم البيدق مسافة مربع واحد في كل مرة على طول الأعمدة، مع خيار التقدم مسافة مربعين في حركته الأولى. ولا يزال من الممكن أسره في حالة التقاطه. يأسر القطع الموجودة على يمينه ويساره مباشرة (وليس ”قطريًا“ بالمعنى السداسي) ويمكن ترقيته إلى أي قطعة أخرى عند الوصول إلى الصف الأخير.
bn: পন প্রতি কলায় এক-এক করে এগোয়, তবে প্রথম চালনায় দুই কলা এগোনোর বিকল্প রয়েছে। এটি এখনও en passant ধরা পড়তে পারে। এটি তার ঠিক বাম ও ডান দিকের টুকরোগুলো দখল করে (ষড়ভুজাকার অর্থে তির্যকভাবে নয়) এবং শেষ কলায় পৌঁছালে যেকোনো অন্য টুকরোতে উন্নীত হতে পারে।
de: Der Bauer rückt jeweils um ein Feld entlang der Spalten vor, wobei er bei seinem ersten Zug auch zwei Felder vorrücken kann. Er kann weiterhin en passant geschlagen werden. Er schlägt Figuren unmittelbar links und rechts von sich (nicht „diagonal“ im hexagonalen Sinne) und kann bei Erreichen der letzten Reihe zu einer beliebigen anderen Figur umgewandelt werden.
es: El peón avanza una casilla a la vez a lo largo de las columnas, con la opción de avanzar dos casillas en su primer movimiento. Aún así, puede ser capturado al paso. Captura las piezas situadas inmediatamente a su izquierda y derecha (no «en diagonal» en el sentido hexagonal) y puede promocionarse a cualquier otra pieza al llegar a la última fila.
fr: Le pion avance d'une case à la fois le long des colonnes, avec la possibilité d'avancer de deux cases lors de son premier coup. Il peut toujours être capturé en passant. Il capture les pièces situées immédiatement à sa gauche et à sa droite (et non « en diagonale » au sens hexagonal) et peut être promu en n'importe quelle autre pièce lorsqu'il atteint la dernière rangée.
hi: पाwn स्तंभों में एक-एक टाइल आगे बढ़ता है, और अपनी पहली चाल में दो टाइलें आगे बढ़ने का विकल्प रखता है। इसे अभी भी en passant पकड़ा जा सकता है। यह अपने ठीक बाएँ और दाएँ ओर के टुकड़ों को पकड़ता है (षट्कोणीय अर्थ में विकर्ण रूप से नहीं) और अंतिम पंक्ति तक पहुँचने पर इसे किसी भी अन्य टुकड़े में पदोन्नत किया जा सकता है।
it: Il pedone avanza di una casella alla volta lungo le colonne, con la possibilità di avanzare di due caselle alla prima mossa. Può comunque essere catturato en passant. Cattura i pezzi immediatamente alla sua sinistra e alla sua destra (non “in diagonale” nel senso esagonale) e può essere promosso a qualsiasi altro pezzo una volta raggiunta l'ultima fila.
ja: ポーンは縦列に沿って1マスずつ進むが、初動では2マス進むこともできる。なお、通過取りは有効である。ポーンは真横（六角形盤面における「斜め」ではない）の駒を取ることができ、最終列に到達すると任意の駒に昇格できる。
ko: 폰은 기둥을 따라 한 칸씩 전진하며, 첫 번째 이동 시 두 칸 전진할 수 있는 선택권이 있습니다. 여전히 횡단 포획(en passant)을 당할 수 있습니다. 폰은 바로 왼쪽과 오른쪽(육각형 의미의 '대각선'이 아님)의 말을 포획하며, 마지막 줄에 도달하면 다른 어떤 말로도 승격될 수 있습니다.
nl: De pion gaat één veld per keer vooruit langs de kolommen, met de optie om bij de eerste zet twee velden vooruit te gaan. Hij kan nog steeds en passant geslagen worden. Hij slaat stukken direct links en rechts van zich (niet “diagonaal” in de zeshoekige zin) en kan bij het bereiken van de laatste rij tot elk ander stuk promoveren.
pl: Pionek porusza się o jedno pole wzdłuż kolumn, z możliwością przesunięcia się o dwa pola w pierwszym ruchu. Nadal może zostać zbity en passant. Zbija figury znajdujące się bezpośrednio po lewej i prawej stronie (nie „po przekątnej” w sensie heksagonalnym) i po dotarciu do ostatniego rzędu może zostać zamieniony na dowolną inną figurę.
pt: O peão avança uma casa de cada vez ao longo das colunas, com a opção de avançar duas casas no seu primeiro movimento. Ainda assim, pode ser capturado en passant. Ele captura peças à sua esquerda e direita imediatas (não «diagonalmente» no sentido hexagonal) e pode ser promovido a qualquer outra peça ao atingir a última fila.
ru: Пешка продвигается по столбцам по одному квадрату за раз, с возможностью продвинуться на два квадрата при первом ходе. Она по-прежнему может быть сбита en passant. Она сбивает фигуры, расположенные непосредственно слева и справа от нее (не «по диагонали» в шестиугольном смысле), и может быть преобразована в любую другую фигуру при достижении последней строки.
zh_hans: 兵沿纵列每次前进一格，首步可选择前进两格。仍可能遭遇吃过路兵。兵可吃掉其正左侧和正右侧的棋子（非六边形意义上的“斜向”），抵达最后一排时可升变为任意其他棋子。

source: The queen combines the orthogonal movement of the rook with the diagonal movement of the bishop, granting her a total of 12 possible directions. As in standard chess, the queen remains the most dangerous and valuable piece on the board.
ar: تجمع الملكة بين الحركة المتعامدة للرخ والخطوط القطرية للفيل، مما يمنحها ما مجموعه 12 اتجاهًا ممكنًا. كما هو الحال في الشطرنج القياسي، تظل الملكة القطعة الأكثر خطورة وقيمة على الرقعة.
bn: রানী রুক-এর সমকোণীয় গতি এবং বিশপ-এর তির্যক গতিকে একত্রিত করে, যার ফলে তার মোট ১২টি সম্ভাব্য দিক রয়েছে। স্ট্যান্ডার্ড দাবা খেলায় রানী বোর্ডে সবচেয়ে বিপজ্জনক ও মূল্যবান টুকরা হিসেবেই থাকে।
de: Die Dame kombiniert die orthogonale Bewegung des Turms mit der diagonalen Bewegung des Läufers, wodurch sie insgesamt 12 mögliche Richtungen hat. Wie im Standardschach bleibt die Dame die gefährlichste und wertvollste Figur auf dem Brett.
es: La reina combina el movimiento ortogonal de la torre con el movimiento diagonal del alfil, lo que le otorga un total de 12 direcciones posibles. Al igual que en el ajedrez estándar, la reina sigue siendo la pieza más peligrosa y valiosa del tablero.
fr: La reine combine le mouvement orthogonal de la tour et le mouvement diagonal du fou, ce qui lui confère un total de 12 directions possibles. Comme dans les échecs classiques, la reine reste la pièce la plus dangereuse et la plus précieuse sur l'échiquier.
hi: रानी रूक की समकोणीय चाल और बिशप की तिरछी चाल को जोड़ती है, जिससे उसके पास कुल 12 संभावित दिशाएँ होती हैं। मानक शतरंज की तरह, रानी बोर्ड पर सबसे खतरनाक और मूल्यवान मोहरा बनी रहती है।
it: La regina combina il movimento ortogonale della torre con quello diagonale dell'alfiere, garantendole un totale di 12 direzioni possibili. Come negli scacchi standard, la regina rimane il pezzo più pericoloso e prezioso sulla scacchiera.
ja: クイーンはルークの直線移動とビショップの斜め移動を兼ね備え、合計12方向への移動が可能である。標準的なチェスと同様に、クイーンは盤上で最も危険かつ価値のある駒である。
ko: 여왕은 차의 직각 이동과 비숍의 대각선 이동을 결합하여 총 12개의 가능한 이동 방향을 가집니다. 표준 체스와 마찬가지로 여왕은 여전히 체스판에서 가장 위험하고 가치 있는 말입니다.
nl: De dame combineert de orthogonale beweging van de toren met de diagonale beweging van de loper, waardoor ze in totaal 12 mogelijke richtingen heeft. Net als bij standaardschaken blijft de dame het gevaarlijkste en meest waardevolle stuk op het bord.
pl: Hetman łączy ortogonalny ruch wieży z diagonalnym ruchem gońca, co daje mu łącznie 12 możliwych kierunków ruchu. Podobnie jak w standardowych szachach, hetman pozostaje najniebezpieczniejszym i najcenniejszym elementem na planszy.
pt: A rainha combina o movimento ortogonal da torre com o movimento diagonal do bispo, o que lhe dá um total de 12 direções possíveis. Tal como no xadrez normal, a rainha continua a ser a peça mais perigosa e valiosa do tabuleiro.
ru: Ферзь сочетает в себе ортогональное движение ладьи с диагональным движением слона, что дает ему в общей сложности 12 возможных направлений движения. Как и в стандартных шахматах, ферзь остается самой опасной и ценной фигурой на доске.
zh_hans: 皇后兼具车（车）的横竖移动与象（象）的斜向移动能力，使其拥有总计12个可能的移动方向。如同标准国际象棋规则，皇后依然是棋盘上最具威胁性且价值最高的棋子。

source: The rook moves orthogonally in straight lines. This means the rook moves across the edges of each tile. Because a hexagon has six edges instead of a square's four, there are six possible directions the rook can move in hexagonal chess.
ar: يتحرك الرخ بشكل متعامد في خطوط مستقيمة. وهذا يعني أن الرخ يتحرك عبر حواف كل قطعة. ونظرًا لأن الشكل السداسي له ستة حواف بدلاً من أربعة حواف في الشكل المربع، فهناك ستة اتجاهات ممكنة يمكن أن يتحرك فيها الرخ في الشطرنج السداسي.
bn: রুক সরলরেখায় সমকোণে চলে। এর মানে রুক প্রতিটি টাইলসের ধার বরাবর চলে। যেহেতু ষড়ভুজের ছয়টি ধার রয়েছে, বর্গক্ষেত্রের চারটির পরিবর্তে, ষড়ভুজী দাবায় রুক ছয়টি ভিন্ন দিকে চলতে পারে।
de: Der Turm bewegt sich orthogonal in geraden Linien. Das bedeutet, dass sich der Turm über die Kanten jeder Kachel bewegt. Da ein Sechseck sechs Kanten hat statt vier wie ein Quadrat, gibt es im Hexschach sechs mögliche Richtungen, in die sich der Turm bewegen kann.
es: La torre se mueve ortogonalmente en líneas rectas. Esto significa que la torre se mueve a lo largo de los bordes de cada ficha. Dado que un hexágono tiene seis bordes en lugar de los cuatro de un cuadrado, hay seis direcciones posibles en las que la torre puede moverse en el ajedrez hexagonal.
fr: La tour se déplace orthogonalement en ligne droite. Cela signifie que la tour se déplace le long des bords de chaque case. Comme un hexagone a six bords au lieu des quatre d'un carré, la tour peut se déplacer dans six directions différentes dans les échecs hexagonaux.
hi: रूक सीधी रेखाओं में समकोणीय रूप से चलता है। इसका मतलब है कि रूक प्रत्येक टाइल के किनारों पर चलता है। चूंकि षट्भुज के छह किनारे होते हैं जबकि वर्ग के चार, इसलिए षट्भुजाकार शतरंज में रूक छह संभावित दिशाओं में चल सकता है।
it: La torre si muove ortogonalmente in linea retta. Ciò significa che la torre si muove lungo i bordi di ogni tessera. Poiché un esagono ha sei bordi invece dei quattro di un quadrato, ci sono sei direzioni possibili in cui la torre può muoversi negli scacchi esagonali.
ja: ルークは直線的に直角方向に移動する。これはルークが各タイルの辺に沿って移動することを意味する。六角形は正方形の4辺ではなく6辺を持つため、六角形チェスではルークが移動できる方向は6つ存在する。
ko: 루크는 직선으로 수직 또는 수평으로 움직입니다. 이는 루크가 각 타일의 가장자리를 따라 이동함을 의미합니다. 육각형은 정사각형의 네 변 대신 여섯 개의 변을 가지므로, 육각형 체스에서 루크가 이동할 수 있는 방향은 여섯 가지입니다.
nl: De toren beweegt zich orthogonaal in rechte lijnen. Dit betekent dat de toren zich langs de randen van elke tegel beweegt. Omdat een zeshoek zes randen heeft in plaats van de vier randen van een vierkant, zijn er zes mogelijke richtingen waarin de toren zich kan bewegen in zeshoekig schaken.
pl: Wieża porusza się ortogonalnie po linii prostej. Oznacza to, że wieża porusza się wzdłuż krawędzi każdego pola. Ponieważ sześciokąt ma sześć krawędzi zamiast czterech jak kwadrat, w szachach heksagonalnych wieża może poruszać się w sześciu kierunkach.
pt: A torre move-se ortogonalmente em linhas retas. Isto significa que a torre move-se pelas arestas de cada peça. Como um hexágono tem seis arestas em vez das quatro de um quadrado, há seis direções possíveis em que a torre pode mover-se no xadrez hexagonal.
ru: Ладья движется по прямой линии в ортогональном направлении. Это означает, что ладья перемещается по краям каждой клетки. Поскольку шестиугольник имеет шесть краев вместо четырех у квадрата, в шестиугольных шахматах ладья может двигаться в шести возможных направлениях.
zh_hans: 车沿直线垂直移动。这意味着车沿每块棋盘的边移动。由于六边形有六条边而非正方形的四条边，在六角棋中车可沿六个方向移动。

source: There is no castling in hexagonal chess. There are also nine pawns instead of eight, as well as three bishops (one for each color) instead of the usual two.
ar: لا يوجد رقعة في الشطرنج السداسي. هناك أيضًا تسعة بيادق بدلاً من ثمانية، بالإضافة إلى ثلاثة أساقفة (واحد لكل لون) بدلاً من الاثنين المعتادين.
bn: হেক্সাগনাল দাবায় ক্যাসলিং নেই। আটটির পরিবর্তে এখানে নয়টি পাওন এবং প্রচলিত দুইটির পরিবর্তে তিনটি বিশপ (প্রতি রঙের জন্য একটি) রয়েছে।
de: Im Hexschach gibt es keine Rochade. Außerdem gibt es neun statt acht Bauern und drei Läufer (einen für jede Farbe) statt der üblichen zwei.
es: En el ajedrez hexagonal no existe el enroque. También hay nueve peones en lugar de ocho, así como tres alfiles (uno por cada color) en lugar de los dos habituales.
fr: Il n'y a pas de roque aux échecs hexagonaux. Il y a également neuf pions au lieu de huit, ainsi que trois fous (un pour chaque couleur) au lieu des deux habituels.
hi: हेक्सागोनल शतरंज में रानी की चाल नहीं होती। आठ की जगह नौ प्यादे होते हैं, और सामान्य दो बिशपों की जगह तीन बिशप (प्रत्येक रंग के लिए एक) होते हैं।
it: Negli scacchi esagonali non esiste l'arrocco. Ci sono anche nove pedoni invece di otto, così come tre alfieri (uno per ogni colore) invece dei soliti due.
ja: ヘキサゴンチェスにはキャスリングが存在しない。また、ポーンは通常8個ではなく9個、ビショップも通常2個ではなく3個（各色1個ずつ）存在する。
ko: 육각 체스에는 킹 캐슬링이 없습니다. 또한 폰은 여덟 개가 아닌 아홉 개이며, 비숍도 일반적인 두 개가 아닌 세 개(각 색깔마다 하나씩)입니다.
nl: Er is geen rokade in zeshoekig schaken. Er zijn ook negen pionnen in plaats van acht, en drie lopers (één voor elke kleur) in plaats van de gebruikelijke twee.
pl: W szachach sześciokątnych nie ma roszady. Jest też dziewięć pionków zamiast ośmiu, a także trzy gońce (po jednym dla każdego koloru) zamiast zwyczajowych dwóch.
pt: Não há roque no xadrez hexagonal. Há também nove peões em vez de oito, bem como três bispos (um para cada cor) em vez dos dois habituais.
ru: В гексагональных шахматах рокировка отсутствует. У каждого игрока девять пешек вместо восьми и три слона (по одному на каждый цвет поля) вместо стандартных двух
zh_hans: 六角棋中没有王车易位。兵的数量为九枚而非八枚，主教也为三枚（每方一枚）而非常规的两枚。

# %@ wins by %@!
source: %1$@ wins by %2$@!
ar: فاز %1$@ بـ %2$@!
bn: %1$@ জিতেছে %2$@ এর মাধ্যমে!
de: %1$@ gewinnt durch %2$@!
es: ¡%1$@ gana por %2$@!
fr: %1$@ gagne par %2$@ !
hi: %1$@ ने %2$@ से जीत हासिल की!
it: %1$@ vince per %2$@!
ja: %1$@が%2$@で勝利！
ko: %1$@ 승리! (%2$@)
nl: %1$@ wint door %2$@!
pl: %1$@ wygrywa przez %2$@!
pt: %1$@ vence por %2$@!
ru: %1$@ побеждает из-за %2$@!
zh_hans: %1$@ 通过 %2$@ 获胜！

source: 1. Introduction
ar: 1. مقدمة
bn: ১. ভূমিকা
de: 1. Einführung
es: 1. Introducción
hi: 1. परिचय
it: 1. Introduzione
ja: 1. はじめに
ko: 1. 소개
nl: 1. Inleiding
pl: 1. Wprowadzenie
pt: 1. Introdução
ru: 1. Введение
zh_hans: 1. 简介

source: 2. Piece Movement
ar: 2. حركة القطع
bn: ২. ঘুঁটির চাল
de: 2. Zugbewegungen der Figuren
es: 2. Movimiento de las piezas
fr: 2. Déplacement des pièces
hi: 2. मोहरों की चाल
it: 2. Movimento dei Pezzi
ja: 2. 駒の動き
ko: 2. 기물 이동
nl: 2. Stukbeweging
pl: 2. Ruchy figur
pt: 2. Movimento das Peças
ru: 2. Движение фигур
zh_hans: 2. 棋子走法

source: 3. Other Differences
ar: 3. اختلافات أخرى
bn: ৩. অন্যান্য পার্থক্য
de: 3. Weitere Unterschiede
es: 3. Otras diferencias
fr: 3. Autres différences
hi: 3. अन्य अंतर
it: 3. Altre Differenze
ja: 3. その他の違い
ko: 3. 기타 차이점
nl: 3. Andere verschillen
pl: 3. Inne różnice
pt: 3. Outras Diferenças
ru: 3. Другие отличия
zh_hans: 3. 其他差异

source: 4. Acknowledgements
ar: 4. شكر وتقدير
bn: ৪. কৃতজ্ঞতা স্বীকার
de: 4. Danksagungen
es: 4. Agradecimientos
fr: 4. Remerciements
hi: 4. आभार
it: 4. Riconoscimenti
ja: 4. 謝辞
ko: 4. 감사의 말
nl: 4. Toeschrijvingen
pl: 4. Podziękowania
pt: 4. Agradecimentos
ru: 4. Благодарности
zh_hans: 4. 鸣谢

# ach_friendly_hexchange_description
source: Have a player join a game you created
ar: اجعل لاعبًا ينضم إلى لعبة أنشأتها
bn: আপনার তৈরি করা গেমে একজন খেলোয়াড়কে যোগ করান
de: Ein Spieler tritt deinem Spiel bei
es: Haz que otro jugador se una a tu partida
fr: Un joueur rejoint une partie que vous avez créée
hi: किसी खिलाड़ी को आपके बनाए गेम में शामिल करें
it: Fai unire un giocatore a una partita creata da te
ja: 作成したゲームに他のプレイヤーが参加する
ko: 직접 생성한 게임에 다른 플레이어가 참가
nl: Laat een speler deelnemen aan een spel dat je hebt gemaakt
pl: Do gry, którą stworzyłeś, dołączy inny gracz
pt: Faça um jogador entrar em um jogo criado por você
ru: Игрок присоединился к вашей игре
zh_hans: 有玩家加入你创建的游戏

# ach_friendly_hexchange_title
source: Friendly Hexchange
ar: تبادل سداسي ودي
bn: বন্ধুত্বপূর্ণ হেক্সচেঞ্জ
de: Freundlicher Austausch
es: Intercambio amistoso
fr: Hexchange amical
hi: मित्रवत चालबाज़ी
it: Scambio Amichevole
ja: フレンドリー・ヘクスチェンジ
ko: 친선 헥스 게임
nl: Vriendelijke uitwisseling
pl: Przyjazna Hekszmiana
pt: Troca Amigável
ru: Дружеский обмен
zh_hans: 友好对局

# ach_hex_machina_description
source: Checkmate the CPU
ar: قم بعمل "كش ملك" للكمبيوتر
bn: সিপিইউ (CPU)-কে কিস্তিমাত করুন
de: Setze die CPU schachmatt
es: Haz jaque mate a la CPU
fr: Faites échec et mat à l’IA
hi: CPU को चेकमेट करें
it: Dai Scacco Matto alla CPU
ja: CPUをチェックメイトする
ko: CPU를 상대로 체크메이트 승리
nl: Zet de CPU schaakmat
pl: Zamat w partii przeciwko komputerowi
pt: Dê xeque-mate na CPU
ru: Поставьте мат компьютеру
zh_hans: 将电脑将死

# ach_hex_machina_title
source: Hex Machina
ar: ذكاء سداسي
bn: হেক্স মেকিনা
hi: हेक्स मशीन
ja: ヘックス・マキナ
ko: 헥스 마키나
nl: Deus Hex Machina
ru: Хекс-машина
zh_hans: 机器终结者

# ach_hexcalibur_description
source: Underpromote a pawn to a knight
ar: قم بترقية بيدق إلى حصان (ترقية أدنى)
bn: একটি বোড়েকে ঘোড়ায় আন্ডার-প্রমোট করুন
de: Befördere einen Bauern zu einem Springer
es: Promociona un peón a un caballo
fr: Faites la sous-promotion d’un pion en cavalier
hi: किसी प्यादे को घोड़े (नाइट) में पदोन्नत करें
it: Sottopromuovi un pedone a cavallo
ja: ポーンをナイトに昇格（アンダープロモーション）させる
ko: 폰을 나이트로 언더프로모션(하위 승급) 하기
nl: Onderpromotie naar een paard
pl: Zamiast hetmana awansuj pionka na skoczka
pt: Subpromova um peão para um cavalo
ru: Преобразуйте пешку в коня
zh_hans: 将兵升变为骑士

# ach_hexcalibur_title
source: Hexcalibur
ar: ذو الفقار
bn: হেক্সক্যালিবার
hi: हेक्सकैलिबर
ja: ヘクスカリバー
ko: 헥스칼리버
ru: Хексалибур
zh_hans: 骑士之选

# ach_hexceeded_hexpectations_description
source: Win a joined game
ar: فز في لعبة انضممت إليها
bn: একটি জয়েন করা গেমে জিতুন
de: Gewinne ein beigetretenes Spiel
es: Gana una partida multijugador unida
fr: Gagnez une partie que vous avez rejointe
hi: एक जॉइन किए गए गेम में जीतें
it: Vinci una partita a cui ti sei unito
ja: 参加したゲームで勝利する
ko: 참가한 게임에서 승리
nl: Win een gezamenlijk spel
pl: Wygraj mecz dołączony do innego gracza
pt: Vença um jogo em que entrou
ru: Выиграйте игру, к которой присоединились
zh_hans: 赢得一场联机对战

# ach_hexceeded_hexpectations_title
source: Hexceeded Hexpectations
ar: فاق التوقعات السداسية
bn: হেক্সিডেড হেক্সপেকটেশনস
de: Erwartungen übertroffen
es: Más allá de las hexpectativas
fr: Hexpectatives hexcédées
hi: अपेक्षाओं से परे
it: Aspettative Superate
ja: 期待以上の大勝利
ko: 기대 이상의 헥스
nl: Hexpectaties overtroffen
pl: Ponad Hekspektacje
pt: Superou as Hexpectativas
ru: Превзошли ожидания
zh_hans: 超出预期

# ach_hexceptional_win_description
source: Win your first game
ar: فز بمباراتك الأولى
bn: আপনার প্রথম গেম জিতুন
de: Gewinne dein erstes Spiel
es: Gana tu primera partida
fr: Remportez votre première partie
hi: अपना पहला मैच जीतें
it: Vinci la tua prima partita
ja: 初勝利をあげる
ko: 첫 게임 승리
nl: Win je eerste spel
pl: Wygraj swoją pierwszą partię
pt: Vença seu primeiro jogo
ru: Выиграйте свою первую партию
zh_hans: 赢得你的第一场比赛

# ach_hexceptional_win_title
source: Hexceptional Win!
ar: فوز سداسي استثنائي!
bn: হেক্সেপশনাল জয়!
de: Hexzellenter Sieg!
es: Victoria hexcepcional
fr: Victoire hexceptionnelle
hi: शानदार जीत
it: Vittoria Eccezionale!
ja: ヘクセプショナルな勝利！
ko: 놀라운 승리!
nl: Hexceptionele winst!
pl: Pierwsze Zwycięstwo
pt: Vitória Hexcepcional!
ru: Выдающаяся победа!
zh_hans: 精彩首胜

# ach_hexecutioner_description
source: Checkmate after capturing all enemy pieces
ar: قم بعمل "كش ملك" بعد أسر جميع قطع العدو
bn: শত্রুর সমস্ত ঘুঁটি কাটার পরে কিস্তিমাত করুন
de: Setze den Gegner schachmatt, nachdem du alle Figuren geschlagen hast
es: Haz jaque mate tras capturar todas las piezas enemigas
fr: Faites échec et mat après avoir capturé toutes les pièces ennemies
hi: सभी विरोधी मोहरे पकड़ने के बाद चेकमेट करें
it: Dai Scacco Matto dopo aver catturato tutti i pezzi nemici
ja: 敵の駒を全て取ってからチェックメイトする
ko: 모든 적 기물을 잡은 후 체크메이트
nl: Schaakmat na het slaan van alle vijandelijke stukken
pl: Zamat po zbiciu wszystkich figur przeciwnika
pt: Dê xeque-mate após capturar todas as peças inimigas
ru: Поставьте мат после взятия всех фигур противника
zh_hans: 吃掉所有敌方棋子后将死

# ach_hexecutioner_title
source: Hexecutioner
ar: الجلاد السداسي
bn: হেক্সিকিউশনার
de: Der Hexekutor
es: El verdugo
fr: Hexécuteur
hi: शह और मात विशेषज्ञ
it: Esecutore
ja: ヘックスキューショナー
ko: 헥스 집행자
nl: Hexenbeul
pl: Heks-kucja
pt: Hexecutador
ru: Хексекутор
zh_hans: 终结者

# ach_hexpedition_description
source: Move your king to the opposing king's starting position
ar: حرك ملكك إلى موقع بداية ملك الخصم
bn: আপনার রাজাকে প্রতিপক্ষ রাজার শুরুর অবস্থানে নিয়ে যান
de: Bewege deinen König auf das Startfeld des gegnerischen Königs
es: Mueve tu rey a la posición inicial del rey enemigo
fr: Déplacez votre roi vers la case de départ du roi adverse
hi: अपने राजा को विरोधी राजा की शुरुआती स्थिति तक पहुँचाएं
it: Muovi il tuo Re nella posizione di partenza del Re avversario
ja: 自分のキングを相手のキングの初期位置に移動させる
ko: 내 킹을 상대방 킹의 시작 위치로 이동
nl: Verplaats je koning naar de startpositie van de tegenstander.
pl: Przesuń króla na początkowe pole króla przeciwnika
pt: Mova seu rei para a posição inicial do rei oponente
ru: Переместите короля на начальную клетку короля соперника
zh_hans: 让你的王移动到对方王的起始位置

# ach_hexpedition_title
source: Hexpedition
ar: حملة سداسية
bn: হেক্সপেডিশন
es: Hexpedición real
fr: Hexpédition
hi: राजा की यात्रा
ja: ヘクスペディション
ko: 헥스 원정
nl: Hexpeditie
pl: Hekspedycja
pt: Hexpedição
ru: Хекспедиция
zh_hans: 王之远征

# ach_hextra_power_description
source: Promote a pawn for the first time
ar: قم بترقية بيدق للمرة الأولى
bn: প্রথমবারের মতো একটি বোড়ে প্রমোট করুন
de: Befördere zum ersten Mal einen Bauern
es: Promociona un peón por primera vez
fr: Promouvez un pion pour la première fois
hi: पहली बार किसी प्यादे को पदोन्नत करें
it: Promuovi un pedone per la prima volta
ja: 初めてポーンを昇格させる
ko: 처음으로 폰 승급 달성
nl: Promoveer voor het eerst een pion
pl: Awansuj pionka po raz pierwszy
pt: Promova um peão pela primeira vez
ru: Проведите первую пешечную трансформацию
zh_hans: 首次升变一个兵

# ach_hextra_power_title
source: Hextra Power
ar: قوة سداسية
bn: হেক্সট্রা পাওয়ার
de: Zusätzliche Kraft
es: Poder hextra
fr: Puissance hextra
hi: अतिरिक्त शक्ति
it: Potere Extra
ja: ヘクストラ・パワー
ko: 헥스트라 파워
nl: Hextra kracht
pl: Heksowa Moc
pt: Hextra Poder
ru: Сила хекса
zh_hans: 升变力量

# ach_hextreme_measures_description
source: Checkmate using your own king
ar: قم بعمل "كش ملك" باستخدام ملكك الخاص
bn: আপনার নিজের রাজা ব্যবহার করে কিস্তিমাত করুন
de: Setze mit deinem eigenen König schachmatt
es: Haz jaque mate usando tu propio rey
fr: Mettre l'adversaire échec et mat avec votre roi
hi: अपने राजा की मदद से चेकमेट करें
it: Dai Scacco Matto usando il tuo Re
ja: 自分のキングを使ってチェックメイトする
ko: 자신의 킹을 사용하여 체크메이트
nl: Schaakmat met je eigen koning
pl: Zamat wykonany twoim własnym królem
pt: Dê xeque-mate usando seu próprio rei
ru: Поставьте мат своим собственным королем
zh_hans: 用自己的王完成将死

# ach_hextreme_measures_title
source: Hextreme Measures
ar: تدابير سداسية قصوى
bn: হেক্সট্রিম ব্যবস্থা
de: Hextreme Maßnahmen
es: Medidas hextremas
fr: Mesures hextrêmes
hi: अत्यधिक उपाय
it: Misure Estreme
ja: ヘクストリームな手段
ko: 극단적인 헥스
nl: Hextreme maatregelen
pl: Hekstremalne Środki
pt: Medidas Hextremas
ru: Крайние меры
zh_hans: 王者一击

source: Achievements
ar: الإنجازات
bn: অর্জনসমূহ
de: Erfolge
es: Logros
fr: Succès
hi: उपलब्धियां
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pl: Osiągnięcia
pt: Conquistas
ru: Достижения
zh_hans: 成就

source: Are you sure you want to delete your account? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান? এই কাজটি আর ফিরিয়ে আনা যাবে না।
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
it: Sei sicuro di voler eliminare il tuo account? Questa azione non può essere annullata.
ja: 本当にアカウントを削除しますか？この操作は取り消せません。
ko: 정말로 계정을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Weet u zeker dat u uw account wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć swoje konto? Tej operacji nie można cofnąć.
pt: Tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить свою учетную запись? Это действие необратимо.
zh_hans: 确定要删除您的账户吗？此操作无法撤销。
